<template>
    <MainLayout>
        <main class="about-page">
            <div class="container">
                <div class="about-content">
                    <h1 class="about-title">О сайте</h1>
                    
                    <div class="about-text">
                        <p><strong>KIM365</strong> — это сервис для быстрой и удобной подготовки к экзаменам в формате ОГЭ, ЕГЭ, ВПР и олимпиад школьников.</p>
                        
                        <p>Сервис позволяет за несколько кликов сформировать полноценный тренировочный вариант с заданиями и ответами, соответствующий актуальным требованиям и изменениям ФИПИ.</p>
                        
                        <p>Вам не нужно тратить время на поиск заданий и сбор вариантов вручную — система может сделать это за вас. В автоматическом режиме готовый вариант формируется всего за несколько секунд.<br>
                        Если нужен более гибкий подход, вы можете выбрать задания из банка и собрать собственный вариант под свои задачи.</p>
                        
                        <p>Можно создать как один вариант, так и сразу несколько — это удобно для занятий в классе, работы с учениками или самостоятельной тренировки.</p>
                        
                        <p>KIM365 подходит школьникам, учителям и репетиторам — всем, кому важно быстро получать качественные тренировочные материалы в формате реального экзамена.</p>
                        
                        <p>Все задания формируются на основе общедоступных источников, включая материалы ФИПИ и Министерства образования Российской Федерации. Сервис <strong>не размещает и не предоставляет</strong> официальные экзаменационные материалы государственной итоговой аттестации.</p>
                    </div>
                </div>
            </div>
        </main>
    </MainLayout>
</template>

<script setup>
import MainLayout from '@/Layouts/MainLayout.vue';
</script>
