export const faqItems = [
    {
        title: 'Почему сайт полностью бесплатный?',
        text: 'Сейчас вы пользуетесь пилотной версией проекта: в ней доступна лишь часть функций и только два предмета. В дальнейшем сайт будет активно развиваться — появятся все предметы ОГЭ и ЕГЭ, банк заданий, возможность вручную составлять варианты, добавлять собственные задания, а также материалы для ВПР, ВсОШ и многое другое.\n\nМы сделали текущую версию бесплатной, чтобы вы уже сейчас могли познакомиться с проектом, попробовать его в работе и пользоваться им, пока он совершенствуется. В будущем вы также получите скидку 50% на покупку.'
    },
    {
        title: 'Какие предметы сейчас доступны?',
        text: 'Сейчас доступны два предмета ОГЭ и ЕГЭ — русский язык и математика. Мы активно работаем над добавлением остальных предметов, чтобы сделать сервис ещё полезнее.'
    },
    {
        title: 'Можно ли сохранить созданные варианты?',
        text: 'Да, все созданные варианты сохраняются в вашем личном кабинете. Вы можете в любой момент скачать их.'
    },
];